const GuCategoriesData = [
    {
      title: "વિકાસ",
      subcategories: [
        {
          title: "વેબ વિકાસ",
          popularTopics: [
            "જાવાસ્ક્રિપ્ટ", "રિએક્ટ", "HTML/CSS", "MERN", "ટાઇપસ્ક્રિપ્ટ", "નોડ.જેએસ", "એંગ્યુલર", "વ્યૂ.જેએસ", "સ્વેલ્ટ"
          ]
        },
        {
          title: "મોબાઇલ વિકાસ",
          popularTopics: [
            "ફ્લટર", "રિએક્ટ નેટિવ", "સ્વિફ્ટ", "કોટલિન", "એન્ડ્રોઇડ સ્ટુડિયો", "iOS વિકાસ", "ઝેમરિન", "આઇઓનિક"
          ]
        },
        {
          title: "પ્રોગ્રામિંગ ભાષાઓ",
          popularTopics: [
            "પાયથોન", "જાવા", "C++", "જાવાસ્ક્રિપ્ટ", "ગો", "રૂબી", "રસ્ટ", "સ્વિફ્ટ", "C#", "PHP"
          ]
        },
        {
          title: "ગેમ વિકાસ",
          popularTopics: [
            "યુનિટી", "અનરિયલ એન્જિન", "C#", "ગેમ ડિઝાઇન", "3D મોડેલિંગ", "AR/VR વિકાસ", "બ્લેન્ડર", "ગોડોટ"
          ]
        },
        {
          title: "ડેટાબેસ ડિઝાઇન અને વિકાસ",
          popularTopics: [
            "SQL", "મોંગોડબી", "પોસ્ટગ્રેસક્યૂએલ", "ફાયરબેઝ", "ડેટાબેસ આર્કિટેક્ચર", "NoSQL", "ગ્રાફક્યૂએલ", "કાસેન્દ્રા"
          ]
        },
        {
          title: "સોફ્ટવેર ટેસ્ટિંગ",
          popularTopics: [
            "સેલેનિયમ", "યુનિટ ટેસ્ટિંગ", "ટેસ્ટ ઓટોમેશન", "API ટેસ્ટિંગ", "JUnit", "કુકુમ્બર", "સાયપ્રસ", "એપીયમ"
          ]
        },
        {
          title: "સોફ્ટવેર એન્જિનિયરિંગ",
          popularTopics: [
            "સોફ્ટવેર ડિઝાઇન પેટર્ન", "માઇક્રોસર્વિસેસ", "ડેવઓપ્સ", "સિસ્ટમ આર્કિટેક્ચર", "એજાઇલ", "સ્ક્રમ", "CI/CD"
          ]
        },
        {
          title: "સોફ્ટવેર વિકાસના ટૂલ્સ",
          popularTopics: [
            "ગિટ", "ડોકર", "કૂબર્નેટ્સ", "જેનકિન્સ", "CI/CD", "IDE", "ટેરાફોર્મ", "વેગ્રન્ટ", "ગિટલેબ"
          ]
        },
        {
          title: "નો-કોડ વિકાસ",
          popularTopics: [
            "વેબફ્લો", "બબલ", "અડાલો", "ઝેપિયર", "એરટેબલ", "ઇન્ટિગ્રોમેટ", "ગ્લાઇડ", "થંકેબલ"
          ]
        }
      ]
    },
    {
      title: "વ્યાપાર",
      subcategories: [
        {
          title: "ઉદ્યમિત્વ",
          popularTopics: [
            "સ્ટાર્ટઅપ", "ફંડિંગ", "બિઝનેસ મોડલ", "ઉત્પાદ વ્યવસ્થાપન", "લિન સ્ટાર્ટઅપ", "પિચિંગ", "સ્કેલિંગ"
          ]
        },
        {
          title: "વિક્રય",
          popularTopics: [
            "B2B વેચાણ", "ચર્ચા", "લીડ જનરેશન", "CRM", "વિક્રીની ટનલ", "કોલ્ડ કૉલિંગ", "ઈમેઇલ માર્કેટિંગ"
          ]
        },
        {
          title: "આગેવું અને વ્યવસ્થાપન",
          popularTopics: [
            "ટીમ વ્યવસ્થાપન", "આગેવાની કુશળતા", "એજાઇલ નેતૃત્વ", "યોજનાબદ્ધ વિચાર", "પ્રોજેક્ટ વ્યવસ્થાપન", "OKRs"
          ]
        },
        {
          title: "વ્યાપાર વિશ્લેષણ",
          popularTopics: [
            "ડેટા વિશ્લેષણ", "પાવર BI", "ટેબલાઉ", "આર્થિક મોડેલિંગ", "વ્યાપાર બૌદ્ધિકતા", "ડેટા દૃષ્ટિ", "એક્સેલ"
          ]
        }
      ]
    },
    {
      title: "આર્થિક & લેખાંકન",
      subcategories: [
        {
          title: "આર્થિક લેખાંકન",
          popularTopics: [
            "બેલેન્સ શીટ", "આવક નિવેદન", "GAAP", "IFRS", "ઓડિટિંગ", "બુકકિપિંગ", "કર", "ક્વિકબુક"
          ]
        },
        {
          title: "કોર્પોરેટ ફાઇનાન્સ",
          popularTopics: [
            "ભંડોળ બજેટિંગ", "કોર્પોરેટ મૂલ્યમાપન", "જોખમ વ્યવસ્થાપન", "વિલીન અને અધિગ્રહણ", "ગણિત બેંકિંગ", "IPO"
          ]
        },
        {
          title: "વ્યક્તિગત આર્થિક",
          popularTopics: [
            "બજેટિંગ", "સંચય", "ગણતરી", "રિટાયરમેન્ટ યોજના", "આર્થિક સ્વતંત્રતા", "રીયલ એસ્ટેટ", "સ્ટોક"
          ]
        }
      ]
    },
    {
      title: "IT & સોફ્ટવેર",
      subcategories: [
        {
          title: "ક્લાઉડ કમ્પ્યુટિંગ",
          popularTopics: [
            "AWS", "Azure", "ગૂગલ ક્લાઉડ", "કૂબર્નેટ્સ", "સર્વરલેસ આર્કિટેક્ચર", "ક્લાઉડ સુરક્ષા", "ડેવઓપ્સ", "ઓપનશિફ્ટ"
          ]
        },
        {
          title: "સાઇબર સુરક્ષા",
          popularTopics: [
            "નૈતિક હેકિંગ", "પેનિટ્રેશન ટેસ્ટિંગ", "નેટવર્ક સુરક્ષા", "ક્રિપ્ટોગ્રાફી", "સાઇબર ધમકીઓ", "ફાયરવોલ", "SOC"
          ]
        },
        {
          title: "નેટવર્કિંગ",
          popularTopics: [
            "CCNA", "નેટવર્ક પ્રોટોકોલ", "સિસ્કો", "SDN", "નેટવર્ક સુરક્ષા", "રૂટિંગ", "VPN", "સ્વીચિંગ"
          ]
        }
      ]
    },
    {
      title: "ડિઝાઇન",
      subcategories: [
        {
          title: "ગ્રાફિક ડિઝાઇન",
          popularTopics: [
            "ફોટોશોપ", "ઇલસ્ટ્રેટર", "ઇન્ડીઝાઇન", "કેનવા", "ટાઇપોગ્રાફી", "રંગની સિદ્ધાંત", "લોગો ડિઝાઇન", "બ્રાન્ડિંગ"
          ]
        },
        {
          title: "UI/UX ડિઝાઇન",
          popularTopics: [
            "ફિગ્મા", "એડોબ XD", "સ્કેચ", "વાયરફ્રેમિંગ", "પ્રોટોટાઈપિંગ", "યૂઝર રીસર્ચ", "યૂઝર પરીક્ષણ"
          ]
        },
        {
          title: "3D અને એનિમેશન",
          popularTopics: [
            "બ્લેન્ડર", "માયા", "3ds મેક્સ", "સિનેમા 4D", "આફ્ટર ઇફેક્ટ્સ", "મોશન ગ્રાફિક્સ", "કરતાર એનિમેશન"
          ]
        }
      ]
    },
    {
      title: "માર્કેટિંગ",
      subcategories: [
        {
          title: "ડિજિટલ માર્કેટિંગ",
          popularTopics: [
            "SEO", "ગૂગલ એડ્સ", "ફેસબુક એડ્સ", "કોન્ટેન્ટ માર્કેટિંગ", "સોશિયલ મીડિયા માર્કેટિંગ", "PPC", "પ્રભાવશાળી માર્કેટિંગ"
          ]
        },
        {
          title: "એફિલિયેટ માર્કેટિંગ",
          popularTopics: [
            "એફિલિયેટ નેટવર્ક", "કમિશન ટ્રેકિંગ", "ઉત્પાદન સમીક્ષા", "એફિલિયેટ્સ માટે SEO", "ઈમેઇલ કેમ્પેઇન"
          ]
        },
        {
          title: "બ્રાન્ડિંગ",
          popularTopics: [
            "બ્રાન્ડની નીતિ", "બ્રાન્ડની ઓળખ", "બ્રાન્ડની અવાજ", "ગ્રાહકની ભાગીદારી", "પુનઃબ્રાન્ડિંગ", "PR", "કથાકારતા"
          ]
        }
      ]
    }
  ];

  
  export default GuCategoriesData;